src/lib/sugarsoapBinding.set_relationship.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.sugarcrm.com/sugarcrm">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:set_relationship>
   <session></session>
   <set_relationship_value>
    <module1></module1>
    <module1_id></module1_id>
    <module2></module2>
    <module2_id></module2_id>
   </set_relationship_value>
  </ns1:set_relationship>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
